[
  {
    "id": "1769803092496",
    "category": "WORLD",
    "categoryMn": "ДЭЛХИЙ",
    "title": "HOPE U FEEL BETTER SOON",
    "titleMn": "SUNLIGHT",
    "date": "2026-01-30",
    "dateMn": "",
    "image": "",
    "excerpt": "dont forget ur soo amazing. \n\nGet a well restt \n\nAmttai hool ideereii",
    "excerptMn": "EAT WELLL",
    "content": "Dunno if u gon read this but i updated the design a lil bit hahahhaha. I thought that u might feel same as me when am low. I hate talking bout it . rarely did in my life. U helped me in one of those. I am really reallly really grateful for that. I just want to say that u are such an amazing person with deep understanding of everything with so much empathy. I would say u a one of a kind person. HAHAHAHAH sincerely tho u got everything. \n\nIt may not help u that much but i began to realize that living is an action not a milestone. Pretty vague am bad with words hahahahah but i think u get the point. \n\nI hope this made u feel a liiiittle bit better.",
    "contentMn": ""
  },
  {
    "id": "climate-summit-geneva",
    "category": "INTERNATIONAL",
    "categoryMn": "ОЛОН УЛСЫН",
    "title": "Global Leaders Convene for Historic Climate Summit in Geneva",
    "titleMn": "Дэлхийн удирдагчид Женев хотод түүхэн уур амьсгалын дээд хэмжээний уулзалтад цугларлаа",
    "excerpt": "World leaders gather to address unprecedented environmental challenges and forge new international agreements on sustainable development.",
    "excerptMn": "Дэлхийн удирдагчид байгаль орчны өнөөгийн сорилтуудыг шийдвэрлэх, тогтвортой хөгжлийн талаар олон улсын шинэ гэрээ байгуулахаар цугларлаа.",
    "image": "https://images.unsplash.com/photo-1687610877269-9c051d3d254e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3Nzg4Nzd8MHwxfHNlYXJjaHwxfHxjbGltYXRlJTIwc3VtbWl0JTIwbGVhZGVyc3xlbnwxfHx8fDE3Njg3MzQyMzF8MA&ixlib=rb-4.1.0&q=80&w=1080",
    "date": "January 18, 2026",
    "dateMn": "2026 оны 1-р сарын 18",
    "content": "In an unprecedented gathering of world leaders, the historic climate summit in Geneva has brought together representatives from over 150 nations to address the most pressing environmental challenges of our time.\n\nThe three-day summit, hosted by the United Nations, marks a critical moment in global climate policy. Leaders are working to establish binding commitments for carbon reduction, renewable energy adoption, and climate finance for developing nations.\n\n\"This is a defining moment for humanity,\" said UN Secretary-General in the opening address. \"The decisions we make here will determine the future of our planet for generations to come.\"\n\nKey proposals on the table include a global carbon pricing mechanism, accelerated phase-out of fossil fuels, and a $500 billion climate adaptation fund for vulnerable nations. The summit has also seen the announcement of several bilateral agreements on clean technology transfer and joint research initiatives.\n\nEnvironmental advocates have praised the level of commitment shown by participating nations, though many emphasize that concrete action must follow these promises. The final declaration is expected to be released on the closing day of the summit.",
    "contentMn": "Дэлхийн удирдагчдын урьд өмнө байгаагүй уулзалтаар Женев хотод болсон түүхэн уур амьсгалын дээд хэмжээний уулзалт нь 150 гаруй улсын төлөөлөгчдийг бидний үеийн хамгийн тулгамдсан байгаль орчны асуудлуудыг шийдвэрлэхээр цуглуулав.\n\nНҮБ-аас зохион байгуулсан гурван өдрийн дээд хэмжээний уулзалт нь дэлхийн уур амьсгалын бодлогын эгзэгтэй мөч юм. Удирдагчид нүүрстөрөгч багасгах, сэргээгдэх эрчим хүч нэвтрүүлэх болон хөгжиж буй орнуудад зориулсан уур амьсгалын санхүүжилтийн талаар заавал биелүүлэх амлалт тогтоохоор ажиллаж байна.\n\n\"Энэ бол хүн төрөлхтний хувьд шийдвэрлэх мөч\" гэж НҮБ-ын Ерөнхий нарийн бичгийн дарга нээлтийн үгэндээ хэлсэн. \"Бидний энд гаргах шийдвэр нь манай гаригийн ирээдүйг үе үеийн турш тодорхойлох болно.\"\n\nДэвшүүлж буй гол саналуудад дэлхийн нүүрстөрөгчийн үнийн механизм, шатахуун түлшийг эрчимтэй халах, эмзэг улс орнуудад зориулсан 500 тэрбум долларын уур амьсгалд дасан зохицох сан багтаж байна. Дээд хэмжээний уулзалт дээр цэвэр технологи дамжуулах болон хамтарсан судалгааны санаачилгын талаар хоёр талын хэд хэдэн гэрээ зарлагдсан.\n\nБайгаль орчны төлөө тэмцэгчид оролцогч улсуудын үзүүлсэн амлалтыг өндрөөр үнэлж байгаа ч олон хүн эдгээр амлалтын дараа бодит үйл ажиллагаа хийгдэх ёстойг онцолж байна. Эцсийн тунхаглалыг дээд хэмжээний уулзалтын хаах өдөр гаргах төлөвтэй байна."
  },
  {
    "id": "asian-economic-partnership",
    "category": "POLITICS",
    "categoryMn": "УЛСТӨР",
    "title": "New Economic Partnership Announced Between Asian Markets",
    "titleMn": "Азийн зах зээлүүдийн хооронд шинэ эдийн засгийн түншлэлийг зарлалаа",
    "excerpt": "A groundbreaking trade agreement promises to reshape economic relations across the continent.",
    "excerptMn": "Шинэ худалдааны гэрээ нь тив даяар эдийн засгийн харилцааг өөрчлөхөөр байна.",
    "image": "https://images.unsplash.com/photo-1759310610775-b298f34f73aa?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3Nzg4Nzd8MHwxfHNlYXJjaHwxfHxlY29ub21pYyUyMHBhcnRuZXJzaGlwJTIwYnVzaW5lc3N8ZW58MXx8fHwxNzY4NzM0MjMxfDA&ixlib=rb-4.1.0&q=80&w=1080",
    "date": "January 18, 2026",
    "dateMn": "2026 оны 1-р сарын 18",
    "content": "A historic economic partnership has been announced between major Asian economies, marking a new era of regional cooperation and trade integration. The comprehensive agreement covers tariff reduction, investment protection, and digital commerce frameworks.\n\nThe partnership includes provisions for simplified customs procedures, mutual recognition of professional qualifications, and enhanced protection for intellectual property rights. Economists predict the agreement could increase regional trade by up to 40% over the next decade.\n\n\"This partnership represents our shared commitment to prosperity and sustainable growth,\" stated one of the signatories during the announcement ceremony. The agreement also includes chapters on labor standards, environmental protection, and dispute resolution mechanisms.\n\nBusiness leaders across the region have welcomed the announcement, citing opportunities for expansion and increased competitiveness in global markets. Implementation is expected to begin in the second quarter of 2026.",
    "contentMn": "Азийн томоохон эдийн засгууд хооронд түүхэн эдийн засгийн түншлэл зарлагдсан нь бүс нутгийн хамтын ажиллагаа болон худалдааны интеграцын шинэ эрин үеийг тэмдэглэв. Иж бүрэн гэрээ нь тарифын бууралт, хөрөнгө оруулалтын хамгаалалт болон дижитал худалдааны тогтолцоог хамарна.\n\nТүншлэлд гаалийн хялбаршуулсан журам, мэргэжлийн чадварыг харилцан хүлээн зөвшөөрөх, оюуны өмчийн эрхийг сайжруулан хамгаалах зохицуулалтууд багтсан. Эдийн засагчид гэрээ нь ирэх 10 жилд бүс нутгийн худалдааг 40 хүртэл хувиар нэмэгдүүлж чадна гэж таамаглаж байна.\n\n\"Энэ түншлэл нь хөгжил дэвшил болон тогтвортой өсөлтөд хүрэх бидний хамтын амлалтыг илэрхийлж байна\" гэж нэг гарын үсэг зурагч зарласан ёслолын үеэр мэдэгдэв. Гэрээнд хөдөлмөрийн стандарт, байгаль орчныг хамгаалах болон маргааныг шийдвэрлэх механизмын талаархи бүлгүүд багтсан.\n\nБүс нутгийн бизнес эрхлэгчид мэдэгдлийг сайшааж, дэлхийн зах зээл дэх өргөжүүлэлт болон өрсөлдөх чадварыг нэмэгдүүлэх боломжийг дурдсан. Хэрэгжүүлэлтийг 2026 оны хоёрдугаар улиралд эхлүүлэхээр төлөвлөж байна."
  },
  {
    "id": "ancient-manuscripts-discovery",
    "category": "CULTURE",
    "categoryMn": "СОЁЛ",
    "title": "Ancient Manuscripts Discovered in Central Asian Archive",
    "titleMn": "Төв Азийн архиваас эртний гар бичмэлүүдийг олжээ",
    "excerpt": "Historians unveil rare documents shedding light on medieval trade routes and cultural exchange.",
    "excerptMn": "Түүхчид дундад зууны худалдааны зам болон соёлын солилцооны талаар гэрэл тусгасан ховор баримтуудыг илчиллээ.",
    "image": "https://images.unsplash.com/photo-1631508766808-3f4c79fd5ffc?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3Nzg4Nzd8MHwxfHNlYXJjaHwxfHxhbmNpZW50JTIwbWFudXNjcmlwdHMlMjBsaWJyYXJ5fGVufDF8fHx8MTc2ODY3MzEwN3ww&ixlib=rb-4.1.0&q=80&w=1080",
    "date": "January 17, 2026",
    "dateMn": "2026 оны 1-р сарын 17",
    "content": "A remarkable collection of medieval manuscripts has been discovered in a previously unexplored section of a Central Asian archive, offering unprecedented insights into the region's role in historical trade and cultural exchange.\n\nThe documents, dating from the 12th to 14th centuries, include merchant ledgers, diplomatic correspondence, and literary works that provide detailed accounts of life along the Silk Road. Scholars are particularly excited about texts written in several ancient languages that had been considered lost.\n\n\"These manuscripts are a treasure trove of historical information,\" explained the lead archaeologist. \"They offer firsthand accounts of the economic, social, and cultural dynamics of one of history's most important trade networks.\"\n\nThe discovery includes beautifully illuminated texts, detailed maps, and records of astronomical observations. Preservation efforts are underway, and the archive plans to digitize the collection to make it accessible to researchers worldwide.",
    "contentMn": "Төв Азийн архивын өмнө нь судлагдаагүй хэсгээс дундад зууны гар бичмэлүүдийн гайхамшигтай цуглуулга олдсон нь тус бүс нутгийн түүхэн худалдаа болон соёлын солилцоонд гүйцэтгэсэн үүргийн талаар урьд өмнө байгаагүй ойлголт өгч байна.\n\n12-14-р зууны үеийн баримтууд нь худалдаачдын дэвтэр, дипломат захидал харилцаа болон Торгоны замын дагуух амьдралын дэлгэрэнгүй мэдээллийг өгдөг уран зохиолын бүтээлүүдийг багтаасан байна. Эрдэмтэд алдагдсан гэж үзэж байсан хэд хэдэн эртний хэлээр бичигдсэн бичвэрүүдэд онцгой сонирхолтой байна.\n\n\"Эдгээр гар бичмэлүүд бол түүхэн мэдээллийн эрдэнэсийн сан юм\" гэж ахлах археологич тайлбарлав. \"Тэд түүхэн хамгийн чухал худалдааны сүлжээний нэгний эдийн засаг, нийгэм, соёлын динамикийн талаар шууд мэдээлэл өгч байна.\"\n\nНээлт нь гоёмсог гэрэлтүүлсэн бичвэрүүд, нарийвчилсан газрын зураг болон одон орны ажиглалтын бүртгэлүүдийг багтаасан. Хадгалах ажил явагдаж байгаа бөгөөд архив нь цуглуулгыг дэлхий даяарх судлаачдад хүртээмжтэй болгохын тулд дижиталчлахаар төлөвлөж байна."
  },
  {
    "id": "technology-sector-growth",
    "category": "BUSINESS",
    "categoryMn": "БИЗНЕС",
    "title": "Technology Sector Shows Unprecedented Growth in Q4",
    "titleMn": "Технологийн салбар дөрөвдүгээр улиралд дээд амжилт үзүүллээ",
    "excerpt": "Innovation and investment drive record-breaking performance across global markets.",
    "excerptMn": "Инноваци болон хөрөнгө оруулалт дэлхийн зах зээлд дээд амжилтыг бий болгож байна.",
    "image": "https://images.unsplash.com/photo-1608222351212-18fe0ec7b13b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3Nzg4Nzd8MHwxfHNlYXJjaHwxfHx0ZWNobm9sb2d5JTIwYnVzaW5lc3MlMjBncm93dGh8ZW58MXx8fHwxNzY4NzM0MjMyfDA&ixlib=rb-4.1.0&q=80&w=1080",
    "date": "January 16, 2026",
    "dateMn": "2026 оны 1-р сарын 16",
    "content": "The global technology sector has reported unprecedented growth in the fourth quarter of 2025, with major indices reaching all-time highs driven by advances in artificial intelligence, cloud computing, and sustainable technology solutions.\n\nInvestment in technology startups reached $180 billion in Q4 alone, with particular interest in companies developing AI-powered business solutions and green technology innovations. Market analysts attribute the surge to increasing digital transformation across industries and growing consumer demand for smart devices.\n\n\"We're witnessing a fundamental shift in how businesses operate and how consumers interact with technology,\" noted a leading market analyst. \"The companies driving this growth are those that successfully integrate innovation with practical applications.\"\n\nThe semiconductor industry has seen particularly strong performance, with global chip sales up 35% year-over-year. Cloud service providers also reported significant gains, with enterprise adoption accelerating across sectors. Experts predict this growth trajectory will continue into 2026, supported by ongoing investment in research and development.",
    "contentMn": "Дэлхийн технологийн салбар 2025 оны дөрөвдүгээр улиралд урьд өмнө байгаагүй өсөлтийг мэдээлсэн бөгөөд хиймэл оюун ухаан, үүлэн тооцоолол болон тогтвортой технологийн шийдлүүдийн ахиц дэвшлээр томоохон индексүүд бүх цаг үеийн дээд амжилтад хүрчээ.\n\nДөрөвдүгээр улиралд дангаараа технологийн гарааны компаниудад хийсэн хөрөнгө оруулалт 180 тэрбум доллар болж, хиймэл оюун ухаанаар ажилладаг бизнесийн шийдэл болон ногоон технологийн инновацийг хөгжүүлж буй компаниудад онцгой сонирхол татаж байна. Зах зээлийн шинжээчид энэ өсөлтийг салбар салбарын дижитал өөрчлөлт нэмэгдэж, ухаалаг төхөөрөмжийн хэрэглээний эрэлт өсөж байгаатай холбон тайлбарлаж байна.\n\n\"Бид бизнесийн үйл ажиллагаа болон хэрэглээчид технологитой хэрхэн харьцах үндсэн өөрчлөлтийг гэрчилж байна\" гэж тэргүүлэх зах зээлийн шинжээч тэмдэглэв. \"Энэ өсөлтийг удирдаж буй компаниуд бол инновацийг практик хэрэглээтэй амжилттай нэгтгэдэг компаниуд юм.\"\n\nХагас дамжуулагчийн үйлдвэр онцгой хүчтэй гүйцэтгэлийг үзүүлсэн бөгөөд дэлхийн чип борлуулалт жилийн өмнөхөөс 35 хувиар өссөн байна. Үүлэн үйлчилгээ үзүүлэгчид мөн томоохон ашиг олсон бөгөөд аж ахуйн нэгжүүд салбар бүрт хурдацтай нэвтрүүлж байна. Эрдэмтэд энэ өсөлтийн чиг хандлага 2026 онд үргэлжлэх болно гэж таамаглаж байна, судалгаа болон хөгжүүлэлтэд үргэлжилсэн хөрөнгө оруулалтаар дэмжигдэх болно."
  },
  {
    "id": "space-agency-mars-mission",
    "category": "WORLD",
    "categoryMn": "ДЭЛХИЙ",
    "title": "International Space Agency Announces Mars Mission Timeline",
    "titleMn": "Олон улсын сансрын агентлаг Ангараг руу нислэгийн төлөвлөгөөг зарлав",
    "excerpt": "Ambitious plan outlines human exploration of the Red Planet by 2035.",
    "excerptMn": "2035 он гэхэд Улаан гаригийг хүн судлах амбицтай төлөвлөгөө гарлаа.",
    "image": "https://images.unsplash.com/photo-1615627121117-e3278bc8b1db?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3Nzg4Nzd8MHwxfHNlYXJjaHwxfHxzcGFjZSUyMG1hcnMlMjBtaXNzaW9ufGVufDF8fHx8MTc2ODczNDIzMnww&ixlib=rb-4.1.0&q=80&w=1080",
    "date": "January 18, 2026",
    "dateMn": "2026 оны 1-р сарын 18",
    "time": "2 hours ago",
    "timeMn": "2 цагийн өмнө",
    "content": "The International Space Agency has unveiled an ambitious timeline for sending humans to Mars, with the first crewed mission planned for 2035. The announcement comes after years of successful robotic missions and technological development.\n\nThe multi-phase program includes establishing a lunar gateway station, developing next-generation spacecraft, and creating sustainable life support systems for the extended journey. Initial missions will focus on establishing infrastructure and conducting geological surveys to identify suitable landing sites.\n\n\"This represents humanity's next giant leap in space exploration,\" stated the agency director. \"We're not just visiting Mars; we're laying the groundwork for sustained human presence on another planet.\"\n\nThe project involves collaboration between multiple space agencies and private sector partners, with an estimated budget of $500 billion over the next decade. Key technological challenges include radiation protection, food production in space, and developing reliable return journey capabilities.",
    "contentMn": "Олон улсын сансрын агентлаг Ангараг руу хүн илгээх амбицтай төлөвлөгөөг танилцуулсан бөгөөд анхны багийн нислэгийг 2035 онд төлөвлөж байна. Энэхүү мэдэгдэл олон жилийн амжилттай роботын нислэгүүд болон технологийн хөгжлийн дараа гарч байна.\n\nОлон үе шаттай хөтөлбөр нь сарны хаалганы станц байгуулах, шинэ үеийн сансрын хөлөг хөгжүүлэх болон сунгасан аялалд зориулсан тогтвортой амьдралыг дэмжих системийг бүрдүүлэхийг багтаасан байна. Анхны нислэгүүд дэд бүтцийг бий болгох болон тохиромжтой буух газруудыг тодорхойлохын тулд геологийн судалгаа хийхэд чиглэнэ.\n\n\"Энэ нь сансар судлалд хүн төрөлхтний дараагийн том алхам юм\" гэж агентлагийн захирал мэдэгдэв. \"Бид зүгээр л Ангарагт зочлохгүй; бид өөр гариг дээр хүний тогтвортой оршин суух үндсийг тавьж байна.\"\n\nТөсөл нь олон сансрын агентлаг болон хувийн хэвшлийн түншүүдийн хамтын ажиллагааг хамарч, ирэх 10 жилд 500 тэрбум долларын төсөвтэй байна. Технологийн гол сорилтууд нь цацрагийн хамгаалалт, сансарт хоол үйлдвэрлэх болон найдвартай буцах аялалын чадварыг хөгжүүлэх явдал юм."
  },
  {
    "id": "g20-digital-currency",
    "category": "POLITICS",
    "categoryMn": "УЛСТӨР",
    "title": "G20 Summit Focuses on Digital Currency Regulation",
    "titleMn": "G20 дээд хэмжээний уулзалт дижитал валютын зохицуулалтад анхаарлаа хандуулав",
    "excerpt": "Major economies work toward unified framework for cryptocurrency oversight.",
    "excerptMn": "Томоохон эдийн засгууд криптовалютын хяналтад нэгдсэн тогтолцоо бий болгоход ажиллаж байна.",
    "image": "https://images.unsplash.com/photo-1626162987518-4fee900a9323?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3Nzg4Nzd8MHwxfHNlYXJjaHwxfHxkaWdpdGFsJTIwY3VycmVuY3klMjBmaW5hbmNlfGVufDF8fHx8MTc2ODczNDIzM3ww&ixlib=rb-4.1.0&q=80&w=1080",
    "date": "January 18, 2026",
    "dateMn": "2026 оны 1-р сарын 18",
    "time": "4 hours ago",
    "timeMn": "4 цагийн өмнө",
    "content": "Finance ministers and central bank governors from G20 nations have agreed to develop a coordinated approach to digital currency regulation, addressing concerns about financial stability, consumer protection, and illicit activities.\n\nThe framework under discussion includes standards for stablecoin issuance, cryptocurrency exchange oversight, and cross-border transaction monitoring. Central to the proposals is the balance between fostering innovation and ensuring financial system stability.\n\n\"Digital currencies are here to stay, and we must ensure they operate within a framework that protects consumers and maintains financial integrity,\" explained one finance minister during the summit.\n\nThe agreement also explores potential collaboration on central bank digital currencies (CBDCs), with several nations already piloting their own digital currency programs. Implementation timelines and specific regulatory measures are expected to be finalized by mid-2026.",
    "contentMn": "G20 орнуудын санхүүгийн сайд нар болон төв банкны захирлууд санхүүгийн тогтвортой байдал, хэрэглээчийг хамгаалах болон хууль бус үйл ажиллагааны талаархи санааг шийдвэрлэхийн тулд дижитал валютын зохицуулалтын уялдаатай хандлагыг хөгжүүлэхээр тохиролцов.\n\nХэлэлцэгдэж буй хүрээ нь тогтвортой крипто валют гаргах стандарт, криптовалютын солилцооны хяналт болон улс хоорондын гүйлгээний хяналтыг багтаасан байна. Саналуудын гол зүйл бол инновацийг дэмжих болон санхүүгийн системийн тогтвортой байдлыг хангах хоорондын тэнцвэр юм.\n\n\"Дижитал валютууд үлдэх бөгөөд бид тэдгээрийг хэрэглээчдийг хамгаалж, санхүүгийн бүрэн бүтэн байдлыг хадгалдаг хүрээнд ажиллуулахыг баталгаажуулах ёстой\" гэж нэг санхүүгийн сайд дээд хэмжээний уулзалтын үеэр тайлбарлав.\n\nГэрээ нь мөн төв банкны дижитал валют (CBDC)-ын талаархи боломжит хамтын ажиллагааг судалж байгаа бөгөөд хэд хэдэн улс өөрсдийн дижитал валютын хөтөлбөрүүдийг туршиж байна. Хэрэгжүүлэх хугацаа болон тодорхой зохицуулалтын арга хэмжээг 2026 оны дундуур эцэслэн гаргах төлөвтэй байна."
  }
]